"err0" = "Desconocido(0)";
"err100" = "Continuar";
"err101" = "Protocolos de conmutación";
"err200" = "OK";
"err201" = "Creado";
"err202" = "Aceptado";
"err203" = "Información Parcial";
"err204" = "Sin Contenido";
"err205" = "Restablecer Contenido";
"err206" = "Contenido Parcial";
"err300" = "Múltiples Opciones";
"err301" = "Archivo Movido Permanentemente";
"err302" = "Archivo Movido Temporalmente";
"err303" = "Ver Otro";
"err304" = "No Modificado";
"err305" = "Usar Proxy";
"err307" = "Redirección Temporal";
"err400" = "Solicitud Incorrecta";
"err401" = "No autorizado";
"err402" = "Pago Requerido";
"err403" = "Prohibido";
"err404" = "Archivo No Encontrado";
"err405" = "Método No Permitido";
"err406" = "No Aceptable";
"err407" = "Requerida Autenticación Proxy ";
"err408" = "Solicitar Interrupción";
"err409" = "Conflicto";
"err410" = "Ausente";
"err411" = "Longitud Necesaria";
"err412" = "Error en Requisitos";
"err413" = "Solicitud Entidad Demasiado Grande";
"err414" = "Solicitud URL Demasiado Grande";
"err415" = "Tipo de Medio No Compatible";
"err416" = "Rango Solicitado Erróneo";
"err500" = "Error del Servidor";
"err501" = "No Implementado";
"err502" = "Puerta de enlace Incorrecta";
"err503" = "Sin Recursos";
"err504" = "Puerta de enlace en Pausa";
"err505" = "versión HTTP no compatible";